const AboutPage = () => {
    return (
      <div style={{padding:'20px'}}>
      <h2 style={{textAlign: "center"}}>12 Λόγοι για να ξεκινήσεις χορό στο Λεύκιππο</h2>
      <ul>
        <li>Σωματική και πνευματική ευεξία</li>
        <li>Τόνωση της αυτοπεποίθησης</li>
        <li>Απόκτηση και διατήρηση καλής φυσικής κατάστασης</li>
        <li>Καλλιεργημένο πνεύμα</li>
        <li>Σωστή συμπεριφορά</li>
        <li>Διασκέδαση</li>
        <li>Κοινωνικές συναναστροφές</li>
        <li>Συμμετοχή σε συνεστιάσεις</li>
        <li>Συμμετοχή σε εκδρομές – Θεατρικές παραστάσεις</li>
        <li>Συμμετοχή σε εκδηλώσεις – παρελάσεις</li>
        <li>Γνωριμία και εξοικείωση με τους ελληνικούς παραδοσιακούς και λαϊκούς χορούς</li>
        <li>Σύνδεση με το παρελθόν και τις ελληνικές παραδόσεις</li>
      </ul>
      <p>Λειτουργούν τμήματα παιδικά και ενηλίκων για αρχάριους αλλά και πιο έμπειρους χορευτές. Διδάσκονται παραδοσιακοί και λαϊκοί χοροί, κρητικοί χοροί, και υπάρχει δυνατότητα ιδιαίτερων μαθημάτων. Στο σύλλογο λειτουργεί και ερασιτεχνική θεατρική ομάδα.</p>
      <h3>Πού θα μας βρείτε;</h3>
      <p><strong>Καλαμάτα</strong>, οδός Ιωάννη Παλαιολόγου 42</p>
      <p><strong>Στούπα Δυτικής Μάνης</strong>, έναντι Ιερού Ναού Αγίας Τριάδας</p>
      <p>Για περισσότερες πληροφορίες ή εγγραφές, καλέστε: 6944982331, 6947144443</p>
      <p>Ε-mail: leukippos.h.o.manis@gmail.com</p>
    </div>
    );
  };
  
  export default AboutPage;
  